Repository: SeedSigner/seedsigner-translations
Catalog: src/*/LC_MESSAGES/messages.po
Languages: es

source: del
es: supr

source: You can remove the SD card now
es: Ya puedes reirar la tarjeta SD

source: SD card removed
es: Tarjeta SD retirada

source: SD card inserted
es: Tarjeta SD dentro

source: Review PSBT
es: Revisar PSBT

source: Review Details
es: Revisar Detalles

source: 1 input
es: 1 Entrada

source: input 1
es: Entrada 1

source: input 2
es: Entrada 2

source: input {}
es: Entrada {}

source: self-transfer
es: autotransferencia

source: recipient 1
es: Destinatario 1

source: recipient {}
es: destinatario {}

source: fee
es: tasa

source: change
es: cambio

source: PSBT Math
es: Matemática del PSBT

source: Review Recipients
es: Revisar Destinatarios

source: input
es: Entrada

source: recipient
es: destinatario

source: {} change
es: {} cambio

source: Multisig
es: Multifirma

source: Change
es: Cambio

source: Addr
es: Dirección

source: Address verified!
es: ¡Dirección verificada!

source: Sign PSBT
es: Firmar PSBT

source: Click to approve this transaction
es: Clic para aprobar esta transacción

source: < back |
es: < volver |

source: Success!
es: ¡Éxito!

source: Caution
es: Precaución

source: Privacy Leak!
es: ¡Privacidad comprometida!

source: I Understand
es: Entiendo

source: Classified Info!
es: ¡Información Clasificada!

source: Restarting
es: Reiniciando

source: SeedSigner is restarting. All in-memory data will be wiped.
es: Reiniciando SeedSigner. Todos los datos en memoria seran borrados.

source: Powering Off
es: Apagándose

source: Please wait about 30 seconds before disconnecting power.
es: Por favor esperar ~30s antes de desconectar la corriente.

source: Finalize Seed
es: Completar Palabras de Clave

source: fingerprint
es: Huella

source: Backup Seed
es: Respaldar Palabras de Clave

source: Backups do not include your passphrase.
es: Copias de Respaldo NO Incluyen la Frase de Contraseña.

source: Seed Words: {}/{}
es: Palabras de Clave: {}/{}

source: BIP-85 Index
es: Índice BIP-85

source: Verify Backup?
es: ¿Verificar Copia de Respaldo?

source: Optionally verify that your mnemonic backup is correct.
es: Opcional - Verificar Copia de Respaldo

source: Derivation Path
es: Ruta de Derivación

source: Export Xpub
es: Exportar Xpub

source: Xpub Details
es: Detalles Xpub

source: Fingerprint
es: Huella digital

source: Derivation
es: Derivación

source: BIP-39 Passphrase
es: Constraseña BIP-39

source: Verify Passphrase
es: Verificar Frase de Contraseña

source: changes fingerprint
es: cambia la huella

source: Standard
es: Estándar

source: BIP-39 wordlist indices
es: Índices de lista de palabras BIP-39

source: Compact
es: Compacto

source: Raw entropy bits
es: Entropía cruda de bits

source: Transcribe SeedQR
es: Transcribir SeedQR

source: Begin {}x{}
es: Comenzar {}x{}

source: click to exit
es: clic para salir

source: Optionally scan your transcribed SeedQR to confirm that it reads back correctly.
es: Opcional - escanear SeedQR y confirmar se lee correcto.

source: Verify Address
es: Verificar Dirección

source: Checking address {}
es: Verificando dirección {}

source: Multisig Verification
es: Verificación de multifirma

source: Load your multisig wallet descriptor to verify your receive/self-transfer or change address.
es: Cargar descriptor de monedero multifirma y verificar dirección de recibo/autotransferencia o de cambio.

source: Descriptor Loaded
es: Descriptor Cargado

source: Policy
es: Normas

source: Signing Keys
es: Llaves para Firmar

source: Review Message
es: Revisar Mensaje

source: Next
es: Siguiente

source: Confirm Address
es: Confirmar Dirección

source: Sign Message
es: Firmar Mensaje

source: derivation path
es: path derivación

source: Settings
es: Config.

source: I/O Test
es: Probar Hardware

source: Clear
es: Borrar

source: Exit
es: Salir

source: Capturing image...
es: Capturando imagen...

source: Donate
es: Donar

source: SeedSigner is 100%% free & open source, funded solely by the Bitcoin community. Donate onchain or LN at:
es: SeedSigner es 100%% gratis y de código abierto, financiado únicamente por la comunidad de Bitcoin. Donar BTC o por Lightning:

source: Settings QR
es: Configurar QR

source: Home
es: Principal

source: < reshoot | accept >
es: < recapturar | aceptar >

source: Dice Roll {}/{}
es: Tirar Dado {}/{}

source: Build Final Word
es: Última Palabra

source: Coin Flip {}/{}
es: Cara o Cruz {}/{}

source: Heads = 1
es: Cara = 1

source: Tails = 0
es: Cruz = 0

source: Your input: "{}"
es: Tu entrada: "{}"

source: Checksum
es: Comprobación

source: Final Word: "{}"
es: Última Palabra: "{}"

source: 12th Word
es: 12º Palabra

source: 24th Word
es: 24º Palabra

source: Address Explorer
es: Ver Direcciones

source: Wallet descriptor
es: Descriptor de cartera

source: Enabled
es: Activar

source: Disabled
es: Desactivar

source: Prompt
es: Preguntar

source: Required
es: Requerido

source: Low
es: Bajo

source: Medium
es: Medio

source: High
es: Alto

source: Store Settings on SD card
es: Guardar Config. en la SD

source: Insert SD card to enable
es: Inserta la SD para habilitar

source: Single Sig
es: Firma unica

source: Custom Derivation
es: Derivación Personalizada

source: Language
es: Idioma

source: Mnemonic language
es: Idioma para palabras de semilla

source: Persistent settings
es: Config. persistente

source: Coordinator software
es: Software coordinador

source: Denomination display
es: Pantalla de denominaciones

source: Bitcoin network
es: Red Bitcoin

source: QR code density
es: Densidad del QR

source: Xpub export
es: Exportar Xpub

source: Sig types
es: Tipos de firma

source: Script types
es: Tipos de script

source: Show xpub details
es: Mostrar detalles de xpub

source: BIP-39 passphrase
es: Contraseña BIP-39

source: Camera rotation
es: Rotación de cámara

source: Compact SeedQR
es: SeedQR Compacto

source: BIP-85 child seeds
es: Claves hijas BIP-85

source: Message signing
es: Firmar mensaje

source: Show privacy warnings
es: Alertas de privacidad

source: Show dire warnings
es: Advertencias graves

source: Show QR brightness tips
es: Ajustar brillo en QR

source: Show partner logos
es: Logos de asociados

source: QR background color
es: Color de fondo del QR

source: Scan a seed
es: Escanear una clave

source: Enter 12-word seed
es: Entrar 12 palabras

source: Enter 24-word seed
es: Entrar 24 palabras

source: Select Signer
es: Seleccionar firmante

source: Parsing PSBT...
es: Analizando PSBT...

source: Unsupported Script Type!
es: ¡Tipo de Script no soportado!

source: PSBT has unsupported input script type, please verify your change addresses.
es: Tipo de script PSBT no soportado. Por favor verificar su dirección de cambio.

source: Continue
es: Continuar

source: Full Spend!
es: ¡Gasto Completo!

source: This PSBT spends its entire input value. No change is coming back to your wallet.
es: Este PSBT gasta todo su valor entero. No hay cambio de vuelta a tu monedero.

source: Will Send
es: Se Enviará

source: Next Recipient
es: Próximo Destinatario

source: Your Change
es: Tu Cambio

source: Verify Multisig Change
es: Verificar Cambio de Multifirma

source: Self-Transfer
es: Autotransferencia

source: Verify Multisig Addr
es: Verificar Dirección de Multifirma

source: Verifying Change...
es: Verificando Cambio...

source: Verifying Self-Transfer...
es: Verificando Autotransferencia

source: PSBT's {} address could not be verified with your multisig wallet descriptor.
es: Dirección de PSBT {} no se pudo verificar con tu descriptor de billetera multifirma.

source: Suspicious PSBT
es: PSBT sospechoso

source: PSBT's {} address could not be generated from your seed.
es: Dirección de PSBT {} no se puede generar de esta clave.

source: Address Verification Failed
es: Fallo Verificación de Dirección

source: Discard PSBT
es: Descartar PSBT

source: Approve PSBT
es: Aprobar PSBT

source: Select Diff Seed
es: Seleccionar Otra Clave

source: PSBT Error
es: Error en el PSBT

source: Signing Failed
es: Firmar Falló

source: Signing with this seed did not add a valid signature.
es: Esta clave no produjo una firma válida.

source: Scan a QR code
es: Escanear QR

source: Done
es: Finalizado

source: Scan PSBT
es: Escanear PSBT

source: Scan SeedQR
es: Escanear SeedQR

source: Scan descriptor
es: Escanear descriptor

source: Scan address QR
es: Escanear dirección QR

source: With support from:
es: Con apoyo de:

source: Load a seed
es: Carga una clave

source: In-Memory Seeds
es: Claves en la Memoria

source: Load the seed to verify
es: Cargar la clave para verificar

source: Select seed to verify
es: Seleccione clave para verificar

source: Load the seed to sign with
es: Carga la semilla para firmar

source: Select seed to sign with
es: Elige la clave para firmar

source: Scan a SeedQR
es: Escanear SeedQR

source: Create a seed
es: Crear una clave

source: Load A Seed
es: Carga una Clave

source: Seed Word #{}
es: Frase de Clave #{}

source: Review & Edit
es: Revisar y Editar

source: Discard
es: Descartar

source: Invalid Mnemonic!
es: ¡Frase Mnemónica inválida!

source: Checksum failure; not a valid seed phrase.
es: Fallo de suma de comprobación; la frase de clave no es válida.

source: Edit passphrase
es: Editar frase de contraseña

source: Keep Seed
es: Guardar Frase de Clave

source: Wipe seed {} from the device?
es: ¿Borrar clave {} del dispositivo?

source: Discard Seed?
es: ¿Descartar Clave?

source: Verify Addr
es: Verificar Dirección

source: BIP-85 Child Seed
es: Clave hija BIP-85

source: Discard Seed
es: Descartar Clave

source: View Seed Words
es: Ver Palabras de Clave

source: Export as SeedQR
es: Exportar como SeedQR

source: Xpub can be used to view all future transactions.
es: El Xpub puede ser usado para ver todas las transacciones futuras.

source: Generating xpub...
es: Generando xpub...

source: You must keep your seed words private & away from all online devices.
es: Debes mantener tus palabras clave privadas y lejos de dispositivos en línea.

source: Child #{}
es: Hija #{}

source: Seed Words
es: Palabras de Clave

source: 12 Words
es: 12 Palabras

source: 24 Words
es: 24 Palabras

source: Try Again
es: Volver a Intentarlo

source: Verify
es: Verificar

source: Skip
es: Saltar

source: Verify Word #{}
es: Verificar Palabra #{}

source: Review Seed Words
es: Revisar Palabras Clave

source: Word #{} is not "{}"!
es: ¡Palabra #{} no es "{}"!

source: Verification Error
es: Error en Verificación

source: Wrong Word!
es: ¡Palabra Incorrecta!

source: Backup Verified
es: Copia de Respaldo verificada

source: All mnemonic backup words were successfully verified!
es: ¡El respaldo de todas las palabras semilla has sido verificado exitosamente!

source: Standard: 25x25
es: 25x25 estándar

source: Compact: 21x21
es: 21x21 compacto

source: Standard: 29x29
es: 29x29 estándar

source: Compact: 25x25
es: 25x25 compacto

source: SeedQR Format
es: Formato SeedQR

source: SeedQR is your private key!
es: ¡SeedQR es tu clave privada! ¡Cuidala!

source: Confirm SeedQR
es: Confirmar SeedQR

source: Confirm SeedQR?
es: ¿Confirmar SeedQR?

source: Scan your SeedQR
es: Escanear tu SeedQR

source: Your transcribed SeedQR does not match your original seed!
es: ¡¡La Transcripción de la SeedQR no coincide con tu clave original!

source: Review SeedQR
es: Revisar SeedQR

source: Your transcribed SeedQR successfully scanned and yielded the same seed.
es: ¡La escaneo de la transcripción SeedQR produjo la misma clave!

source: Your transcribed SeedQR could not be read!
es: ¡La Transcripción de la SeedQR no pudo ser leída!

source: Sig type can't be auto-detected from this address. Please specify:
es: El tipo de firma no puede ser autodetectado para esta dirección. Por favor especificar:

source: Can't validate a single sig addr without specifying a seed
es: No se puede validar una dirección de firma unica sin especificar una clave

source: Skip 10
es: Saltar 10

source: Cancel
es: Cancelar

source: multisig
es: Multifirma

source: seed {}
es: Clave {}

source: receive
es: recibo

source: Address Verified
es: Dirección Verificada

source: Scan Descriptor
es: Escanear Descriptor

source: Return to PSBT
es: Regresar al PSBT

source: I/O test
es: Examen de hardware

source: Advanced
es: Avanzado

source: Dev Options
es: Opciones de Desarrollador

source: Persistent Settings enabled. Settings saved to SD card.
es: Config. persistente activada y guardada en la SD

source: Settings updated in temporary memory
es: Config. actualizada en memoria temporalmente

source: New seed
es: Nueva clave

source: Calc 12th/24th word
es: Calc. 12º/24º Palabra

source: Tools
es: Herramientas

source: 12 words
es: 12 palabras

source: 24 words
es: 24 palabras

source: Mnemonic Length?
es: ¿Longitud de la frase Mnemónica?

source: 12 words (50 rolls)
es: 12 palabras (50 tiradas)

source: 24 words (99 rolls)
es: 24 palabras (99 tiradas)

source: Mnemonic Length
es: Longitud de la frase Mnemónica

source: Coin flip entropy
es: Entropía Cara o Cruz

source: Word selection entropy
es: Entropía en palabras

source: Finalize with zeros
es: Finalizar con ceros

source: Final Word Calc
es: Calc. Última Palabra

source: Load seed
es: Cargar clave

source: Scan wallet descriptor
es: Escanear descriptor de cartera

source: Receive Addresses
es: De Recepción

source: Change Addresses
es: De Cambio

source: Calculating addrs...
es: Calculando direcciones...

source: Next {}
es: Próxima {}

source: Receive Addrs
es: Dirs. Recepción

source: Change Addrs
es: Dirs. Cambio

source: Scan
es: Escanear

source: Seeds
es: Claves

source: Restart
es: Reiniciar

source: Power Off
es: Apagar

source: Reset / Power
es: Reiniciar / Encender

source: Work In Progress
es: Trabajo en Proceso

source: Not Yet Implemented
es: Aún no se ha implementado

source: This is still on our to-do list!
es: ¡Todavía en la lista de cosas para hacer!

source: Back to Main Menu
es: Volver al menú principal

source: Network Mismatch
es: Discrepancia de Red

source: Change Setting
es: Cambiar Configuración

source: System Error
es: Error del Sistema

source: Update Setting
es: Actualizar Configuración

source: Option Disabled
es: Opción Deshabilitada

source: Security Tip
es: Consejo de Seguridad

source: For maximum security, remove the MicroSD card before continuing.
es: Para mayor seguridad, retira la MicroSD antes de continuar.
