Repository: SeedSigner/seedsigner-translations
Catalog: i10n/*/LC_MESSAGES/messages.po
Languages: pt

source: Review PSBT
pt: Revisar PSBT

source: Review Details
pt: Revisar Detalhes

source: 1 input
pt: 1 entrada

source: input 1
pt: entrada 1

source: input 2
pt: entrada 2

source: input {}
pt: entrada {}

source: self-transfer
pt: autotransferência

source: recipient 1
pt: destino 1

source: recipient {}
pt: destino {}

source: fee
pt: taxa

source: change
pt: troco

source: PSBT Math
pt: Cálculo do PSBT

source: Review Recipients
pt: Revisar Destinos

source: input
pt: entradas

source: recipient
pt: destinatário

source: {} change
pt: {} troco

source: Address verified!
pt: Endereço verificado!

source: Sign PSBT
pt: Assinar PSBT

source: Success!
pt: Sucesso!

source: Caution
pt: Cuidado

source: Privacy Leak!
pt: Vazamento de privacidade!

source: I Understand
pt: Eu Entendo

source: Classified Info!
pt: Informação Sigilosa!

source: Restarting
pt: Reiniciando

source: SeedSigner is restarting. All in-memory data will be wiped.
pt: SeedSigner está reiniciando Todos os dados serão apagados.

source: Powering Off
pt: Desligando

source: Please wait about 30 seconds before disconnecting power.
pt: Aguarde cerca de 30 segundos antes de desconectar a energia.

source: Finalize Seed
pt: Finalizar Seed

source: Backup Seed
pt: Backup da Seed

source: Seed Words: {}/{}
pt: Palavras da Seed: {}/{}

source: Verify Backup?
pt: Verificar Backup?

source: Optionally verify that your mnemonic backup is correct.
pt: Opcionalmente verifique se sua cópia do mnemônico está correto.

source: Derivation Path
pt: Caminho de Derivação

source: Export Xpub
pt: Exportar Xpub

source: Xpub Details
pt: Xpub Detalhado

source: Derivation
pt: Derivação

source: Verify Passphrase
pt: Verificar Passphrase

source: Standard
pt: Padrão

source: BIP-39 wordlist indices
pt: Índice de palavras BIP-39

source: Compact
pt: Compacto

source: Raw entropy bits
pt: Bits brutos de entropia

source: Transcribe SeedQR
pt: Desenhar SeedQR

source: Begin {}x{}
pt: Iniciar {}x{}

source: click to exit
pt: clique para sair

source: Optionally scan your transcribed SeedQR to confirm that it reads back correctly.
pt: Opcionalmente, escaneie sua SeedQR desenhada e confirme se ela é lida corretamente.

source: Verify Address
pt: Verificar Endereço

source: Checking address {}
pt: Checando endereço {}

source: Multisig Verification
pt: Verificação Multisig

source: Load your multisig wallet descriptor to verify your receive/self-transfer or change address.
pt: Adicione seu descriptor de multisig para verificar seu endereço de recebimento, autotransferência ou troco.

source: Descriptor Loaded
pt: Descriptor Carregado

source: Policy
pt: Configuração

source: Signing Keys
pt: Chaves de Assinaturas

source: Next
pt: Próximo

source: Settings
pt: Ajustes

source: I/O Test
pt: Testar Botões/Câmera

source: Clear
pt: Limpar

source: Exit
pt: Sair

source: Capturing image...
pt: Capturando imagem...

source: Donate
pt: Doar

source: SeedSigner is 100%% free & open source, funded solely by the Bitcoin community. Donate onchain or LN at:
pt: SeedSigner é 100%% gratuito e de código aberto, financiado exclusivamente pela comunidade Bitcoin. Doe Onchain ou LN em:

source: Home
pt: Início

source: < reshoot | accept >
pt: < repetir | aceitar >

source: Dice Roll {}/{}
pt: Jogar Dados {}/{}

source: 12th Word
pt: 12ª Palavra

source: 24th Word
pt: 24ª Palavra

source: Enabled
pt: Habilitado

source: Disabled
pt: Desabilitado

source: Prompt
pt: Solicitar

source: Required
pt: Obrigatório

source: Low
pt: Baixa

source: Medium
pt: Média

source: High
pt: Alta

source: Mainnet
pt: Rede Principal

source: Testnet
pt: Rede Teste

source: Language
pt: Idioma

source: Mnemonic language
pt: Idioma do Mnemônico

source: Persistent settings
pt: Ajustes Persistentes

source: Coordinator software
pt: Software coordenador

source: Denomination display
pt: Unidade de Bitcoin

source: Bitcoin network
pt: Rede Bitcoin

source: QR code density
pt: Densidade do QR code

source: Xpub export
pt: Exportar Xpub

source: Sig types
pt: Tipos de Assinaturas

source: Script types
pt: Tipo de endereço

source: Show xpub details
pt: Detalhes da Xpub

source: Camera rotation
pt: Rotação da Camera

source: Compact SeedQR
pt: SeedQR Compacta

source: Show privacy warnings
pt: Mostrar avisos de privacidade

source: Show dire warnings
pt: Mostrar avisos intimidadores

source: Show partner logos
pt: Mostrar logos dos parceiros

source: QR background color
pt: Cor de fundo do QR

source: Scan a seed
pt: Ler Seed

source: Enter 12-word seed
pt: Digitar 12 palavras

source: Enter 24-word seed
pt: Digitar 24 palavras

source: Select Signer
pt: Escolha o Assinador

source: Parsing PSBT...
pt: Analizando PSBT...

source: Unsupported Script Type!
pt: Tipo de script não suportado!

source: PSBT has unsupported input script type, please verify your change addresses.
pt: O PSBT usa um script não suportado, favor verificar seus endereços de troco.

source: Continue
pt: Continuar

source: Full Spend!
pt: Gastará Tudo!

source: This PSBT spends its entire input value. No change is coming back to your wallet.
pt: Este PSBT gasta todo o valor das entradas. Nenhum troco voltará para sua carteira.

source: Will Send
pt: Enviará

source: Next Recipient
pt: Próximo Destino

source: Your Change
pt: Seu Troco

source: Verify Multisig Change
pt: Verificar Troco Multisig

source: Self-Transfer
pt: Autotransferência

source: Verify Multisig Addr
pt: Verificar End. Mutisig

source: Verifying Change...
pt: Verificando Troco...

source: Verifying Self-Transfer...
pt: Verificando Auto-Transferência

source: PSBT's {} address could not be verified with your multisig wallet descriptor.
pt: O endereço de {} do PSBT não pôde ser verificado com seu descriptor multisig.

source: Suspicious PSBT
pt: PSBT Suspeito

source: PSBT's {} address could not be generated from your seed.
pt: O endereço de {} do PSBT não pôde ser gerado pela sua seed.

source: Address Verification Failed
pt: Verificação de Endereço Falhou

source: Discard PSBT
pt: Descartar PSBT

source: Approve PSBT
pt: Aprovar PSBT

source: Select Diff Seed
pt: Usar outra Seed

source: PSBT Error
pt: Erro no PSBT

source: Signing Failed
pt: Assinatura Falhou

source: Signing with this seed did not add a valid signature.
pt: Assinar com esta seed não adicionou uma assinatura válida.

source: With support from:
pt: Com apoio de:

source: Load a seed
pt: Adicionar Seed

source: In-Memory Seeds
pt: Seeds na memória

source: Load the seed to verify
pt: Adicionar Seed para verificar

source: Select seed to verify
pt: Selecione a Seed para verificar

source: Scan a SeedQR
pt: Ler uma SeedQR

source: Create a seed
pt: Criar uma Seed

source: Load A Seed
pt: Adicionar Seed

source: Seed Word #{}
pt: {}ª Palavra da Seed

source: Review & Edit
pt: Revisar e Editar

source: Discard
pt: Descartar

source: Invalid Mnemonic!
pt: Mnemônico Inválido!

source: Checksum failure; not a valid seed phrase.
pt: Falha no Checksum; Palavras da Seed inválidas.

source: Done
pt: Terminar

source: Edit passphrase
pt: Editar passphrase

source: Keep Seed
pt: Manter Chave

source: Discard Seed?
pt: Descartar Seed?

source: Wipe seed {} from the device?
pt: Limpar Seed {} do dispositivo?

source: Scan PSBT
pt: Ler PSBT

source: Verify Addr
pt: Verificar Endereço

source: Discard Seed
pt: Descartar Seed

source: View Seed Words
pt: Ver Palavras da Seed

source: Export as SeedQR
pt: Exportar como SeedQR

source: Xpub can be used to view all future transactions.
pt: O Xpub pode ser usado para visualizar todas as transações futuras.

source: Generating xpub...
pt: Gerando Xpub...

source: You must keep your seed words private & away from all online devices.
pt: Você deve manter suas palavras da Seed em sigilo e longe de todos os dispositivos online.

source: Try Again
pt: Tentar de novo

source: Verify
pt: Verificar

source: Skip
pt: Pular

source: Verify Word #{}
pt: Verificar Palavra nº {}

source: Review Seed Words
pt: Revisar Palavras da Seed

source: Verification Error
pt: Erro na Verificação

source: Wrong Word!
pt: Palavra Errada!

source: Word #{} is not "{}"!
pt: Palavra nº{} não é "{}"!

source: Backup Verified
pt: Backup Verificado

source: All mnemonic backup words were successfully verified!
pt: Todas as palavras do backup mnemônico foram verificadas com sucesso!

source: Standard: 25x25
pt: Padrão: 25x25

source: Compact: 21x21
pt: Compacto: 21x21

source: Standard: 29x29
pt: Padrão: 29x29

source: Compact: 25x25
pt: Compacto: 25x25

source: SeedQR Format
pt: Formato da SeedQR

source: Confirm SeedQR
pt: Confirmar SeedQR

source: Confirm SeedQR?
pt: Confirmar SeedQR?

source: Scan your SeedQR
pt: Ler sua SeedQR

source: Error!
pt: Erro!

source: Your transcribed SeedQR does not match your original seed!
pt: Sua SeedQR desenhada não corresponde à sua chave original!

source: Review SeedQR
pt: Revisar SeedQR

source: Your transcribed SeedQR successfully scanned and yielded the same seed.
pt: Sua SeedQR desenhada foi lida com sucesso e gera a mesma Seed.

source: Your transcribed SeedQR could not be read!
pt: Sua SeedQR desenhada não pôde ser lida!

source: Sig type can't be auto-detected from this address. Please specify:
pt: Tipo de Sig não detectado a partir deste endereço. Por favor, especifique:

source: Can't validate a single sig addr without specifying a seed
pt: Impossível validar um end. sem especificar uma Seed

source: Skip 10
pt: Pular 10

source: Cancel
pt: Cancelar

source: Address Verified
pt: Endereço Verificado

source: Scan Descriptor
pt: Ler Descriptor

source: Return to PSBT
pt: Retornar ao PSBT

source: I/O test
pt: Testar Botões/Câmera

source: Advanced
pt: Avançado

source: Dev Options
pt: Opções de Desenvolvedor

source: New seed
pt: Nova Seed

source: Calc 12th/24th word
pt: Calc. 12ª/24ª palavra

source: Tools
pt: Recursos

source: 12 words
pt: 12 palavras

source: 24 words
pt: 24 palavras

source: Mnemonic Length?
pt: Tamanho do Mnemônico?

source: 12 words (50 rolls)
pt: 12 palavras (50 jogadas)

source: 24 words (99 rolls)
pt: 24 palavras (99 jogadas)

source: Mnemonic Length
pt: Tamanho do Mnemônico

source: Load seed
pt: Adicionar Seed

source: Work In Progress
pt: Trabalhando Nisso

source: Not Yet Implemented
pt: Ainda Não Implementado

source: This is still on our to-do list!
pt: Isto está na nossa lista de tarefas!

source: Back to Main Menu
pt: Voltar ao Menu Principal

source: System Error
pt: Erro no Sistema
